namespace TavernSimulator.Enums;

/// <summary>
/// Содержит названия продуктов, доступных в таверне.
/// </summary>
public enum ProductName
{
    Картофель,
    Морковь,
    Лук,
    Курица,
    Мука,
    Яйца,
    Мёд,
    Яблоки,
    Молоко,
    Чеснок,
    Капуста,
    Тыква,
    Груша,
    Клубника,
    Вишня,
    Гриб,
    Гречка,
    Рис,
    Свинина,
    Говядина,
    Гусь,
    Форель,
    Сливки,
    Масло,
    Сыр,
    Сметана,
    Сахар,
    Варенье,
    Мята,
    Травы,
    Укроп,
    Петрушка,
    ЧёрныйПерец
}